@extends('company')

@section('companycontent')
    <div class="bg-secondary rounded-1" style=" margin: 0; width: 100%; height: 566px;">
        <img class="rounded-1" style="width: 100%; height: 100%; object-fit: cover;"
            src="https://images.wallpaperscraft.ru/image/single/macbook_appele_klavishi_161213_1920x1080.jpg">
    </div>
    <div class="mt-4 title-preview">
        Allcorp3 — компания, которая занимается установкой систем безопасности,
        автоматизации и обеспечения комфортной жизнедеятельности. С 2009 года мы
        занимаемся
        сервисным обслуживанием и модернизацией любых инженерных систем.
        <br><br>
        <b class="fs-26 text-dark">Чем мы можем быть
            вам
            полезны</b>
        <br><br>
        <ul>
            <li><span class="fw-bold ">Обеспечим вашу безопасность.</span>
                Проанализируем
                объект и установим лучшую
                систему охраны. Предложим квалифицированных операторов видеонаблюдения.
                Разработаем индивидуальную систему контроля доступа.</li>
            <li><span class="fw-bold ">Автоматизируем процессы.</span> Усовершенствуем
                ваши
                бизнес-процессы с помощью
                CRM-системы и IP-телефонии. Обучим персонал и предоставим доступ к
                обновлениям.</li>
            <li><span class="fw-bold ">Сделаем ваше жилье красивым.</span>
                Проконсультируем
                по материалам для отделки
                фасада. Положим надежную черепицу. Оформим террасу для летнего
                времяпрепровождения.</li>
        </ul>
        В Allcorp3 работает 246 квалифицированных инженеров, готовых помочь вам в любой
        момент. Мы тщательно анализируем помещение и близлежащую территорию перед
        началом
        работ. Наша система коммуникации, выстроенная за 8 лет общения с клиентами,
        позволяет достичь отличного совместного результата.
        <br><br>
        В нашем портфолио есть проекты для крупных промышленных предприятий и маленьких
        частных домов. Беремся за проекты любой сложности и одинаково ответственно
        относимся
        ко всем нашим клиентам.
        <br><br>
        <b class="fs-26 text-dark">Что уже
            сделано</b>
        <br><br>
        <ul>

            <li> Установили 183 системы видеонаблюдения.</li>
            <li>За 1 месяц разработали систему контроля доступа на стадионе «Гладиатор».
            </li>
            <li>Поставили на заводы 1 000 тонн металлопроката.</li>
        </ul>
        Мы знаем, как сделать лучше. Многолетний опыт работы и профессионализм
        сотрудников
        позволяют нам занимать лидирующие позиции в сфере услуг. Заказывайте в Allcorp3
        —
        сделаем качественно и за короткий срок.
    </div>
@endsection
