@extends('company')

@section('companycontent')
    <div class="bg-secondary rounded-1" style=" margin: 0; width: 100%; height: 566px;">
        <img class="rounded-1" style="width: 100%; height: 100%; object-fit: cover;" src="img/company.jpg">
    </div>
    <div class="mt-4 title-preview">
        <p>Добро пожаловать в веб-студию Foxit! Мы занимаемся созданием качественных и функциональных
        сайтов, которые помогают нашим клиентам достигать своих целей в интернете.</p>

        <p>Мы предлагаем полный спектр услуг, начиная от анализа аудитории и конкурентов, до разработки
        дизайна, верстки и программирования сайта. Мы также заботимся о SEO-оптимизации, чтобы ваш сайт
        был удобен для поисковых систем и привлекал больше посетителей.</p>

        <p>Мы стремимся создавать сайты, которые не только выглядят красиво, но и являются полезными для
        пользователей. Мы готовы работать с любыми задачами и требованиями, чтобы достичь наилучшего
        результата для наших клиентов.</p>

        <p>Кроме того, мы предоставляем услуги по разработке мобильных приложений, созданию логотипов и
        брендингу. Мы готовы работать с вами на любом этапе проекта - от идеи до запуска и дальнейшей
        поддержки.</p>

        <p>Если вы хотите создать качественный и функциональный сайт, обратитесь в веб-студию Foxit. Мы
        готовы помочь вам достичь успеха в интернете!</p>
    </div>
@endsection
